---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelIsGroundPlane
source: html/8c2906cb-3ef1-b23c-918a-626ab6f5117e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelIsGroundPlane Property

"Is ground plane"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelIsGroundPlane { get; }
```